{
 "Genres": [
  {
   "GenreID": 1,
   "GenreName": "Роман"
  },
  {
   "GenreID": 2,
   "GenreName": "Зарубежная деловая литература"
  },
  {
   "GenreID": 3,
   "GenreName": "Психология"
  },
  {
   "GenreID": 4,
   "GenreName": "Философия"
  }
 ],
 "Subjects": [
  {
   "SubjectID": 1,
   "SubjectName": "Стремление к успеху"
  },
  {
   "SubjectID": 2,
   "SubjectName": "Бизнес"
  },
  {
   "SubjectID": 3,
   "SubjectName": "Саморазвитие"
  }
 ],
 "Books": [
  {
   "NameOfBook": "«Атлант расправил плечи»",
   "AuthorName": "Айн Рэнд",
   "AboutAuthor": "Айн Рэнд (ранее Алиса Зиновьевна Розенбаум из Санкт-Петербурга) уже в 4 года читала и писала. В 1926 переехала в Америку, где и осталась до конца жизни. Написала ряд философских произведений, но самыми популярными книгами стали «Атлант расправил плечи» и «Источник».",
   "AboutBook": "«Атлант расправил плечи» без сомнения занимает первое место в нашей 10 «Мотивирующие книги». Бестселлер, одно из популярнейших среди мотивационных и деловых изданий в мире. На написание шедевра ушло 12 лет жизни автора, 2 года из которых – на речь главного героя – Джона Голта. Сюжет вымышленный: политическая верхушка вытесняет бизнес из всех отраслей, уничтожает конкуренцию, после чего предприниматели начинают бесследно исчезать один за одним. Это продолжается до тех пор, пор пока не исчезают все крупные предприниматели и страна погружается в хаос. Интригует, вдохновляет и мотивирует.",
   "WhereToBuy": "http://www.labirint.ru/books/127545/https://www.litres.ru/ayn-rend/atlant-raspravil-plechi/?Ifrom=186360107",
   "WhereToDownloadFree": "http://lifeinbooks.net/chto-pochitat/ayn-rend-atlant-raspravil-plechi/",
   "SubjectID": 1,
   "GenreID": 1
  },
  {
   "NameOfBook": "«Оставь свой след. Как построить компанию, которая меняет мир к лучшему»",
   "AuthorName": "Блейк Майкоски",
   "AboutAuthor": "Основатель уникальной обувной компании TOMS Shoes. Страстный поклонник путешествий. Живет на яхте, на работу ездит на велосипеде.",
   "AboutBook": "История создания уникальной компании TOMS Shoes в интересной и увлекательной манере. Уникальность ее заключается в том, что на каждую проданную пару обуви приходится еще одна, которая идет нуждающимся детям (совершенно бесплатно). Несмотря на это, бизнес растет и процветает и Блейк решил поделиться своим опытом с другими. Он рассказывает как начинали предприятие в съемной квартире, скрывая это от арендодателя. Представлялись крупным производителем обуви, хотя их было всего 3 человека и всего лишь одна пара обуви в наличии. Работали за еду и ради удовольствия… Читается на одном дыхании, вдохновляет. ",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/8255164/http://www.labirint.ru/books/336463/",
   "WhereToDownloadFree": "http://lifeinbooks.net/chto-pochitat/ostav-svoy-sled-kak-postroit-kompaniyu-kotoraya-menyaet-mir-k-luchshemu-bleyk-maykoski/#n1",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«Богатый папа, бедный папа. Чему учат детей богатые родители»",
   "AuthorName": "Роберт Кийосаки, Шарон Лечтер",
   "AboutAuthor": "Роберт – всемирно известный предприниматель, инвестор и писатель. Широкую известность получил после выхода книги «Богатый папа, бедный папа». Автор ряда бестселлеров, создатель обучающей игры «Денежный поток». Шарон – бухгалтер, автор, предприниматель, инвестор, международный спикер, активист финансовой грамотности и филантроп.",
   "AboutBook": "Бестселлер, изменивший отношение к деньгам и основам обучения миллионов людей во всем мире. Автор легко и просто объясняет, как зарабатывать деньги, почему не нужно стесняться денег, как подходить к процессу обучения, а главное, чему необходимо учиться, а чему нет.",
   "WhereToBuy": "http://www.labirint.ru/books/340730/",
   "WhereToDownloadFree": "http://lifeinbooks.net/chto-pochitat/kniga-kotoruyu-dolzhen-prochitat-kazhdyj-bogatyj-papa-bednyj-papa-kijosaki-robert-2/",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«Что ты выберешь. Решения, от которых зависит твоя жизнь»",
   "AuthorName": "Тал Бен-Шахар",
   "AboutAuthor": "Более 10 лет обучал студентов Гарварда психологии и лидерству. Лектор, спикер, написал ряд книг по позитивной психологии.",
   "AboutBook": "Что вы выберите: держаться уверенно и с достоинством или пренебрегать осанкой? Отдаться гневу или отойти на шаг назад? Затаить обиду или простить? Выбор – это то, что мы выбираем ежедневно, ежечасно и ежеминутно, но большинство людей не осознает на сколько сильно влияют наши решения на дальнейшую жизнь. Книга позволяет переосмыслить все наши движения, действия и мысли, благодаря чему мы можем понять, что и как лучше делать. Цитата: «То, как мы проводим один день, – это то, как мы проводим всю жизнь». Если вдуматься, то так оно и есть. Проанализируйте свой день от начала до конца. Как вы просыпаетесь, с какими мыслями? Что вы едите в течение дня? Занимаетесь ли спортом или предпочитаете пребывать в «диванных войсках»? Постоянно жалуетесь или ищете возможности? Выполняете свое дело добросовестно и ответственно или «лишь бы сделать»? Ваше вчера определяет ваше сегодня, а сегодня определяет ваше завтра. Каждый день, час, минута и секунда – это исключительно ваш выбор.",
   "WhereToBuy": "https://www.ozon.ru/context/detail/id/32517048/",
   "WhereToDownloadFree": "http://knizh.ru/book40057.html",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Подсознание может все!»",
   "AuthorName": "Джон Кехо",
   "AboutAuthor": "Писатель из Канады. В свое время покинул цивилизованный мир и ушел в леса, где прожил 3 года. Питался Джон тем, что мог найти в лесу. После этого написал ряд популярнейших книг, в последствии ставшими бестселлерами. За 20 лет обучил более 100 000 человек.",
   "AboutBook": "Мотивирующее издание представляет собой хорошо структурированную программу по развитию и раскрытию потенциала нашего подсознания. Автор методично и последовательно рассказывает о методиках развития подсознания, о природе снов, интуиции и массе других интересных вещей. Джон раскрывает секреты визуализации, предоставляет простые упражнения и приемы. Книга пестрит увлекательными историями других людей, кто уже применяет все рекомендации и меняет свою жизнь к лучшему.",
   "WhereToBuy": "http://www.labirint.ru/books/451142/",
   "WhereToDownloadFree": "http://www.e-reading.club/book.php?book=27008",
   "SubjectID": 3,
   "GenreID": 4
  },
  {
   "NameOfBook": "«Возможно все! Дерзни в это поверить… Действуй, чтобы это доказать!»",
   "AuthorName": "Джон Вон Эйкен",
   "AboutAuthor": "Джон разработал более 120 тренинговых программ и семинаров. Более 140 000 человек прошли его тренинги из 40 стран мира. Известный оратор и консультант по реорганизации компаний. Его услугами пользуются крупнейшие компании мира: Microsoft, IBM, Toyota, General Electric и другие. Более 200 реализованных проектов по всему миру. Много лет жил в России, немного знает русский язык.",
   "AboutBook": "Руководство к действию. Нет психологической профанации, только вопросы и инструкция к применению. В большинстве своем люди знают как двигаться вперед, достигать поставленных целей, получать новые знания, но почему тогда они ничего не делают? Джон задает точные вопросы, ответы на которые дают пониманию куда двигаться и что делать. Он в деталях расписывает как правильно определить свою цель, составить план ее достижения, решать возникающие проблемы и т.д. На протяжении всей книги Джон предлагает выполнять ряд упражнений, благодаря чему вы сможете увидите картину своей жизни целиком.",
   "WhereToBuy": "http://www.labirint.ru/books/206019/",
   "WhereToDownloadFree": "http://naturalworld.ru/kniga_vozmojno-vse-derzni-v-eto-poverit-deystvuy-chtobi-eto.htm",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Драйв. Что на самом деле нас мотивирует»",
   "AuthorName": " Дэниел Пинк",
   "AboutAuthor": "Дэниел написал ряд бестселлеров, которые перевели на 32 языка. Один из лучших бизнес-аналитиков мира 2011 года.",
   "AboutBook": "Одна из лучших мотивирующих книг в мире, написанная за последние годы. Дэниел приводит сотни исследований по психологии, подтверждающих его выводы: материальная мотивация негативно влияет на человека. ",
   "WhereToBuy": "http://www.labirint.ru/books/385131/",
   "WhereToDownloadFree": "Нет возможности",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«Стратегия счастья. Как определить цель в жизни и стать лучше на пути к ней»",
   "AuthorName": "Джим Лоэр",
   "AboutAuthor": "Джим – профессионал в области психологии достижений, написал более 15 книг. О нем пишут многие известные издания: Fortune, Time, Harvard Business Review и другие. Многие годы работает с известными и успешными людьми: спортсмены, звезды шоу-бизнеса, политики, руководители корпораций.",
   "AboutBook": "Любопытное издание о том, какие цели и почему ставят себе люди. Отрывок из книги:«Если я покорю Эверест, то почувствую себя особенным человеком. Если я завоюю олимпийскую медаль, то наконец-то буду доволен собой. Если я окончу университет Лиги плюща, то обрету уверенность в себе, которая необходима для достижения успеха в жизни. Если я, в конце концов, получу медицинский диплом, то это все окупит. Если я получу следующее повышение, то, в конце концов, почувствую себя успешным лидером. Если я… если я…» Получается, чтобы человеку чувствовать себя счастливым необходимо достичь определенной цели. Но до тех пор человек несчастлив? Более того, достигнув поставленной цели, он не испытывает бурю радости, а наоборот говорит себе, что нужно достичь вооон ту цель и, тогда будет мне счастье. А что мешает быть счастливым всегда? Автор приводит яркие примеры из жизни известных людей, чтобы показать, что действительно для нас важно. Читается на одном дыхании, увлекает и заставляет задуматься.",
   "WhereToBuy": "http://www.labirint.ru/books/430123/",
   "WhereToDownloadFree": "http://readli.net/strategiya-schastya-kak-opredelit-tsel-v-zhizni-i-stat-luchshe-na-puti-k-ney/",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Цельная жизнь»",
   "AuthorName": "Лес Хьюитт, Джек Кэнфилд и Марк Виктор Хансен","AboutAuthor": "Лес Хьюитт  — основатель и руководитель компании The Power of Focus, компании, которая предлагает продукцию и услуги по личностному развитию высшего качества отдельным лицам и компаниям по всему миру. Энергичный оратор, деловой наставник, тренер по продажам, писатель и предприниматель. За последние двадцать лет он лично обучал сотни предпринимателей достижению превосходных результатов. Джек Кэнфилд - американский писатель, мотивационный спикер, ведущий семинаров, корпоративный тренер и предприниматель. Марк Виктор Хансен (Mark Victor Hansen, 1948) — основатель и соавтор серии Chicken Soup for the Soul, популярный коуч, автор многих бестселлеров. Его называют «Американским послом Возможностей».",
   "AboutBook": "Наличие четко сформулированной цели повышает шансы ее реализации вдвое. Доказано! Эта книга научит вас ставить амбициозные, достижимые и близкие цели. Она поможет вам сосредоточиться на главном и отказаться от второстепенного. Вы, наконец, найдете время, чтобы хорошенько подумать и письменно зафиксировать свои цели и приоритеты.",
   "WhereToBuy": "https://www.chitai-gorod.ru/catalog/book/340545/",
   "WhereToDownloadFree": "http://avidreaders.ru/book/celnaya-zhizn-klyuchevye-navyki-dlya-dostizheniya.html",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Мечтать не вредно»",
   "AuthorName": "Барбара Шер",
   "AboutAuthor": "Барбара Шер — известный спикер и автор семи книг о достижении целей. ",
   "AboutBook": "Легендарная книга о том, как реализовать себя в жизни. Эта человечная, глубоко практичная книга позволит каждому превратить свои расплывчатые желания и мечты в конкретные результаты.",
   "WhereToBuy": "http://www.mann-ivanov-ferber.ru/books/mechtat_ne_vredno/",
   "WhereToDownloadFree": "http://lifeinbooks.net/chto-pochitat/mechtat-ne-vredno-kak-poluchit-to-chego-deystvitelno-hochesh-barbara-sher-enni-gottlib/",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Важные годы»",
   "AuthorName": "Мэг Джей",
   "AboutAuthor": "Доктор наук Мэг Джей — американский психолог. Преподаватель клинической психологии в Университете штата Вирджиния. Ведет частную практику в Шарлоттсвилле.",
   "AboutBook": "Это умная и конструктивная книга о годах, которые нельзя тратить впустую. То, что вы делаете и чего не делаете в период с двадцатого по тридцатый год, может оказать огромное воздействие на вашу карьеру, личностный рост, развитие мозга, ваши взаимоотношения и на построение деловых и личных связей.",
   "WhereToBuy": "https://www.ozon.ru/context/detail/id/27922272/",
   "WhereToDownloadFree": "http://lifeinbooks.net/chto-pochitat/meg-dzhey-vazhnye-gody-pochemu-ne-stoit-otkladyvat-zhizn-na-potom/",
   "SubjectID": 3,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Будь лучшей версией себя»",
   "AuthorName": "Дэн Вальдшмидт",
   "AboutAuthor": "Дэн Вальдшмидт - специалист по бизнес-стратегии, известный спикер, владелец консалтинговой компании Waldschmidt Partners International. Участвует в ультрамарафонах и в суточном беге. Его блог — один из лучших ресурсов о продажах по версии Dow Jones.",
   "AboutBook": "Вы работаете весь день, очень устаете к вечеру и ни на шаг не приближаетесь к успеху. Все дело в том, что успех определяется не тем, что вы делаете, а тем, кем вы являетесь. Истории из этой книги не оставят вас равнодушными и вдохновят вас на новые достижения на работе, в спорте и любых других сферах жизни.",
   "WhereToBuy": "https://www.ozon.ru/context/detail/id/31108237/",
   "WhereToDownloadFree": "http://nemaloknig.info/book-272143.html",
   "SubjectID": 3,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Преврати себя в бренд»",
   "AuthorName": "Том Питерс",
   "AboutAuthor": "Том Питерс — самый влиятельный представитель деловой мысли нашего времени, он заслужил титул гуру для гуру управленческой науки.",
   "AboutBook": "«Волшебный пинок» — это про книги Тома Питерса. Вы почувствуете эффект, едва прочитав содержание книги. Оцените названия глав: «Эй, вы, офисные рабы! Сорвите галстуки! Сбросьте иго!», «Работа бывает клевой!», «Будь личностью... или умри!» Вызывающе? Зато действенно.",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/17089126/?gclid=CJKcvcDCztACFU1fGQod-d8DxA",
   "WhereToDownloadFree": "http://monster-book.com/prevrati-sebya-v-brend",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«Rework»",
   "AuthorName": "Джейсон Фрайд и Дэвид Хайнемайер Хенссон",
   "AboutAuthor": "Джейсон Фрайд и Дэвид Хайнемайер Хенссон — успешные предприниматели, основатели компании 37signals. Программами, созданными этой компанией (в которой всего 39 постоянных сотрудников!), пользуются более 3 миллионов человек по всему миру.",
   "AboutBook": "О том, как начать свой бизнес. Если хотите – параллельно с основной работой. И о том, как усовершенствовать ваш имеющийся бизнес, а точнее – ваши взгляды на него. С тем, чтобы обрести невиданную ранее степень свободы.О том, какой оптимальный размер компании, зачем ей расти, что и как нужно на самом деле планировать и нужно ли учиться на ошибках. И о многом другом, знакомом и неожиданном.",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/5702223/?gclid=CPavvqLCztACFSHjcgodFxwHLg&gclsrc=aw.ds",
   "WhereToDownloadFree": "http://lifeinbooks.net/chto-pochitat/rework-biznes-bez-predrassudkov-devid-hensson-dzheyson-frayd/",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«Доставляя счастье»",
   "AuthorName": "Тони Шей",
   "AboutAuthor": "Тони Шей — американский бизнесмен, CЕО компании Zappos.com, торгующей одеждой, обувью и аксессуарами через Интернет.",
   "AboutBook": "У этой книги много разрезов. Кто-то видит в ней руководство по развитию интернет-магазина — «от нуля до миллиарда». Кто-то считает библией по мотивации сотрудников. Все это есть в ней, завернутое вокруг вдохновляющего принципа — создавать счастье, что бы вы ни делали.",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/5626260/",
   "WhereToDownloadFree": "http://lifeinbooks.net/chto-pochitat/dostavlyaya-schaste-ot-nulya-do-milliarda-toni-shey/",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«От хорошего к великому»",
   "AuthorName": "Джим Коллинз",
   "AboutAuthor": "Джим Коллинз — бизнес-консультант, который известен всему миру благодаря научным исследованиям в области управления.",
   "AboutBook": "Как превратить среднюю (читай - хорошую) компанию в великую? На этот вопрос отвечает этот бестселлер. В нем Джим Коллинз пишет о результатах своего шестилетнего исследования, в котором компании, совершившие прорыв, сравнивались с теми, кому это не удалось. У всех великих компаний обнаружились схожие элементы успеха, а именно дисциплинированные люди, дисциплинированное мышление, дисциплинированные действия и эффект маховика.Благодаря этому компании добивались феноменальных результатов, превосходящих средние результаты по отрасли в несколько раз. Книга будет интересна к прочтению собственникам бизнеса, директорам компаний, директорам по развитию, консультантам и студентам, обучающимся по специальности менеджмент.",
   "WhereToBuy": "http://www.mann-ivanov-ferber.ru/books/sse/good-great/",
   "WhereToDownloadFree": "http://www.e-reading.club/book.php?book=1012111",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«Осознанность»",
   "AuthorName": "Марк Уильямс и Дэнни Пенман",
   "AboutAuthor": "Марк Уильямс — британский учёный, профессор клинической психологии Оксфордского университета. Один из разработчиков MBCT — техники когнитивной терапии, основанной на осознанности. Дэнни Пенман — доктор биохимии, научный журналист. Постоянный автор The Daily Mail, работал в BBC, New Scientist и the Independent. Ведет популярные колонки в этих изданиях.",
   "AboutBook": "Вы когда-нибудь хотели стать лучше? Не зацикливаться на проблемах и ценить каждый момент жизни? Цели похвальные, но, решая их, мы часто смотрим не в том направлении. Мы меняем жизнь внешне, хотя все, что нам надо... найти в своей жизни самих себя. Пока мы ждем солнечного дня и ищем счастье в воображаемом будущем — настоящая жизнь проходит мимо. Нам нужно добавить осознанности в каждый прожитый день. И тогда настоящие изменения не заставят ждать.",
   "WhereToBuy": "http://www.mann-ivanov-ferber.ru/books/osoznannost/",
   "WhereToDownloadFree": "Нет возможности",
   "SubjectID": 3,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Монах, который продал свой феррари. Притча об исполнении желаний и поиске своего предназначения»",
   "AuthorName": " Робин С. Шарма",
   "AboutAuthor": "Робин Шарма — канадский писатель, один из самых известных в Северной Америке специалистов по мотивации, лидерству и развитию личности.",
   "AboutBook": "Что такое подлинный успех, и как его достичь? Можно ли обрести счастье, которое не зависит ни от карьерного роста, ни от мировых кризисов? Как избавиться от бесконечной заботы о завтрашнем дне и начать получать удовольствие от каждого прожитого дня? Существуют ли простые рецепты, позволяющие обрести духовные дары, не отказываясь от привычного комфорта? Как развить сверхспособности и подчинить себе судьбу? И, пожалуй, самое главное: как найти свое призвание и стать самим собой? Ответ - в этой книге, ставшей бестселлером во многих странах мира. Вместе с бывшим миллионером Джулианом Мэнтлом Робин Шарма предлагает читателю совершить удивительное путешествие в Сивану - страну, где исполняются мечты!",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/24926472/",
   "WhereToDownloadFree": "https://yadi.sk/d/eCKCw31ixaejb",
   "SubjectID": 3,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Что тебя останавливает?»",
   "AuthorName": "Сью Хэдфилд",
   "AboutAuthor": "Сью Хэдфилд - преподаватель, школьный учитель с 20-летним стажем, тренер и спикер, автор книг. ",
   "AboutBook": "Книга расскажет, как изменить жизнь к лучшему, вдохновит на покорение любых вершин.Ваш жизненный путь зависит от ваших решений и от вашего выбора. Но попытки изменить сразу многие аспекты жизни и добиваться успеха как на работе, так и в личной жизни могут привести вас к срывам и чувству беспомощности. Изменять себя на пути к лучшей жизни нужно шаг за шагом, меняя лишь что-то одно. Только одно изменение — маленькое или большое — способно изменить ход вашей жизни, улучшить здоровье, настроение, успехи на работе и дома. Как только вы прочувствуете это влияние, вы сможете продолжить серию успешных изменений — одно за другим.",
   "WhereToBuy": "https://www.ozon.ru/context/detail/id/31239574/",
   "WhereToDownloadFree": "http://www.booksgid.com/psihologija/43423-chto-tebja-ostanavlivaet.html",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Действуй!»",
   "AuthorName": "Ицхак Пинтосевич",
   "AboutAuthor": "Ицхак Пинтосевич является самым популярным во всем русскоязычном мире тренером мотивации и личностного роста. ",
   "AboutBook": "Сотни тысяч людей проверили систему Ицхака на личном опыте, и подтвердили, что она работает! Автор открывает читателю 10 легких правил, выполнение которых позволит тебе всегда быть в тонусе, поверить в себя и получить весомый заряд вдохновения. Ты поймешь, с чего начать первые шаги в новую жизнь. И как достигать максимальных результатов, не «ломая» себя.",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/7389444/",
   "WhereToDownloadFree": "Нет возможности",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Мартин Иден»",
   "AuthorName": "Джек Лондон",
   "AboutAuthor": "Джек Лондон - американский писатель, социалист, общественный деятель, наиболее известен как автор приключенческих рассказов и романов.",
   "AboutBook": "Мартин Иден — рабочий парень, моряк, выходец из низов случайно знакомится с Руфь Морз - девушкой из состоятельной буржуазной семьи. Руфь начинает учить полуграмотного Мартина правильному произношению и пробуждает в нем интерес к литературе. Мартин узнаёт, что журналы платят приличные гонорары авторам, которые в них печатаются, и твердо решает сделать карьеру писателя, заработать деньги и стать достойным своей подруги.",
   "WhereToBuy": "https://www.ozon.ru/context/detail/id/30848088/?gclid=CKmiw8WO2NACFUhJGQodNyoGqQ",
   "WhereToDownloadFree": "http://modernlib.ru/books/london_dzhek/martin_iden/",
   "SubjectID": 1,
   "GenreID": 1
  },
  {
   "NameOfBook": "«Разбуди в себе исполина»",
   "AuthorName": "Энтони Роббинс",
   "AboutAuthor": "Роббинс Энтони  - признанный авторитет в психологии лидерства, переговорах, организационных изменениях и максимальной эффективности исполнения, он получил уважение и почет за его стратегические интеллектуальные и гуманитарные устремления.",
   "AboutBook": "Как часто человек чувствует собственное бессилие, так как его не слушают, ни во что не ставят. Книга Роббинса посвящена психологии лидерства: прочитав её, каждый сможет почувствовать в себе организаторские способности, которые можно применить для организационных изменений, чтобы добиться пиковой производительности. Не случайно журнал Forbes включил Энтони Роббинса в сотню самых влиятельных людей.",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/29151731/?utm_source=topadvert_pin&utm_medium=partner&utm_campaign=1690&utm_content=topadvert_2_block-name_h-list_click-id_5_pin_9984237847878434315",
   "WhereToDownloadFree": "http://www.koob.ru/robbins_anthony/razbudi_v_sebe_ispolina",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Неужели я гений?»",
   "AuthorName": "Вин Венгер",
   "AboutAuthor": "Вин Венгер, доктор философии, является пионером в областях изучения творческого потенциала сознания, творческого метода ускоренного обучения и развития интеллекта.",
   "AboutBook": "Конечно, вы слышали, что в человеке таятся скрытые таланты и `тайные` способности. Вы наверняка согласитесь и с тем, что высокий интеллект и блестящие идеи не помешают ни на работе, ни в личной жизни. Как найти дорогу в `пещеру Аладдина`, где хранятся жемчуг остроумия, бриллианты сообразительности, золото мудрости? Как `подружиться` со своим подсознанием, узнать ваш собственный `фактор Эйнштейна`, развить интуицию? Эта книга предлагает открыть дверь в сокровищницу быстрых, смелых, необычных и точных мыслей, способных решить любую проблему.",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/137285/",
   "WhereToDownloadFree": "http://www.koob.ru/vengar/vgenius",
   "SubjectID": 3,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Думай и богатей»",
   "AuthorName": "Наполеон Хилл",
   "AboutAuthor": "Наполеон Хилл — американский автор в области новой мысли, один из создателей современного жанра «самопомощь». Часто рассматривается, как один из великих писателей об успехе.",
   "AboutBook": "Пожалуй, самая значимая и авторитетная книга в мире - руководство по обретению успеха, богатства, жизненной энергии преодоления и целеустремленности. На протяжении 70 лет «Думай и Богатей!» считается классическим учебником по созданию богатства. В каждой главе Наполеон Хилл раскрывает секреты добывания денег, пользуясь которыми тысячи людей приобрели, приумножили и продолжают приумножать свое состояние, одновременно развивая и обогащая свой личностный потенциал. ",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/19627882/?gclid=CJ2334GS2NACFUteGQodTQcJew",
   "WhereToDownloadFree": "http://pro-sec.ru/descriptions/book/napoleon_hill_-_dumai_i_bogatei.pdf",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«Как делать большие деньги в малом бизнесе»",
   "AuthorName": "Джеффри Фокс",
   "AboutAuthor": "Джеффри Джеймс Фокс — автор книг по бизнесу, эксперт и консультант в области стратегического маркетинга, автор популярных тренинговых программ.",
   "AboutBook": "Никакие банковские вклады, высокие оклады и премии не могут сравниться по своему потенциальному доходу с результатами ведения собственного успешного бизнеса. Книга консультанта с мировым именем Джеффри Фокса поможет вам достичь успеха в бизнесе и избежать опасных подводных камней. Его рекомендации лаконичны и просты в реализации и будут полезны как опытному, так и начинающему предпринимателю. ",
   "WhereToBuy": "http://www.ozon.ru/context/detail/id/2210252/",
   "WhereToDownloadFree": "http://lifeinbooks.net/chto-pochitat/kak-delat-bolshie-dengi-v-malom-biznese-dzheffri-foks/",
   "SubjectID": 2,
   "GenreID": 2
  },
  {
   "NameOfBook": "«Где мой сыр?»",
   "AuthorName": "Спенсер Джонсон",
   "AboutAuthor": "Доктор Джонсон был директором фирмы Medical Communications (Medtronic), проявил себя как изобретатель в области кардиологии, работал врачом-исследователем в Институте междисциплинарных разработок, был консультантом в Центре исследования личности и в Школе медицины Университета Калифорнии. ",
   "AboutBook": "Если вам наскучила повседневная рутина, если вы стремитесь к переменам и если у вас есть чувство юмора, вам обязательно нужно прочесть эту книгу.«Где мой сыр?» – это притча о том, как пробираться по запутанным лабиринтам жизни и получать заслуженные награды за свои усилия. Под сыром здесь понимается все, чего человек добивается в жизни, – будь то хорошая работа, любовь, деньги, собственность, здоровье или душевный покой. А лабиринт, где вы все это ищете, – организация, в которой вы трудитесь, семья или общество.",
   "WhereToBuy": "https://www.ozon.ru/context/detail/id/4627188/?gclid=CMyhrZ6V2NACFWricgodd0YLCw",
   "WhereToDownloadFree": "http://www.e-reading.club/book.php?book=114601",
   "SubjectID": 1,
   "GenreID": 3
  },
  {
   "NameOfBook": "«Думай как миллионер»",
   "AuthorName": "Экер Харв",
   "AboutAuthor": "Т. Харв Экер - основатель и президент одной из самых быстроразвивающихся компаний в Северной Америке, оказывающей услуги по личностному развитию, Peak Potentials Training. Руководствуясь собственным открытием в отношении к деньгам, Т. Харв Экер стал миллионером всего лишь за 2,5 года! ",
   "AboutBook": "Каждый из нас хоть раз в жизни задумывался над тем, почему одни купаются в роскоши, а другим суждено всю жизнь бороться с финансовыми проблемами. Размышляя о причинах такого положения дел, мы вспоминаем об образовании, умственных способностях, навыках, умении планировать, методах работы, деловых связях, удачливости и т. п. А может, дело вовсе не в этом. Прочитав книгу, вы познакомитесь с оригинальной точкой зрения. Автор считает, что у каждого из нас есть личная финансовая программа, предопределяющая уровень финансового благополучия, и дает практические советы по ее изменению при необходимостиКнига предназначена для широкого круга читателей.",
   "WhereToBuy": "https://www.ozon.ru/context/detail/id/4621573/?gclid=CIb8kKeV2NACFWF5cgod9CwMlQ",
   "WhereToDownloadFree": "http://www.klex.ru/82m",
   "SubjectID": 2,
   "GenreID": 2
  }
 ]
}